[
    {
        "text": "Komodo dragons can have so-called virgin births. As well as mating with males the species is parthenogenetic: in other words, the females can lay fertile eggs without any input from males. This will only reproduce identical young, however. For the species to continue to adapt, it needs to mate."
    },
    {
        "text": "Gender is determined genetically in mammals and birds, but for many reptiles it is the temperature at which the eggs are incubated that governs whether they will hatch as males or females."
    },
    {
        "text": "There's a frog that can fly. The Wallace's flying frog - one of the weirdest frogs in the world - glides using its huge webbed feet, which enable it to control its descent and even steer in mid-air."
    },
    {
        "text": "Flamingos are pink on the inside, not just the outside. These flamboyant birds are adapted to collect and metabolise carotenoid pigments – the chemicals found in algae, crustaceans and microscopic plant materials that form tones of orange, red, yellow and pink. Though the pink colouration is most obvious in a flamingo’s plumage, the carotenoids also impregnate the bird’s tissues, skin, blood and even egg yolk."
    },
    {
        "text": "A chicken once lived for 18 months without a head. When a chicken’s head is chopped off, the severed nerves send impulses to the muscles of the legs and wings, which can cause the remainder of the bird to run around in a flap."
    },
    {
        "text": "Octopuses dies after giving birth. While parents sacrifice much for their offspring, few routinely give up their lives. But such is the destiny of a female octopus: tending her eggs is the last thing she’ll do."
    },
    {
        "text": "Snails have teeth, lots of them - around 14,000 to be precise. The teeth are set in a jaw called a radula."
    },
    {
        "text": "Hippos can’t swim and instead they sink in water and run along the river bottom. However, as mammals, hippos have lungs just like we do, and therefore can't breathe underwater - they can only last about five minutes between breaths."
    },
    {
        "text": "Cuttlefish can change colour in 200 milliseconds, as fast as a human can blink."
    },
    {
        "text": "Orangutans self-medicate. A Sumatran Orangutan in Indonesia has been observed healing a nasty wound on its face by making a paste from a native plant known to locals as having healing properties. The primate chewed the stems and leaves of the Akar Kuning plant (Fibraurea tinctoria), a type of liana vine, and repeatedly spread the juice and shredded leaves on his open wound over a number of days."
    },
    {
        "text": "Drinking alcohol isn't just a human trait - animals enjoy getting drunk too. Chimpanzees are known to raid stocks of palm wine brewed by villagers and feral vervet monkeys in the Caribbean are famous for stealing alcoholic drinks from bars."
    },
    {
        "text": "Making and using tools was once thought to be a skill unique to humans, and a clear sign of our superior intellect compared to other animals. However, in 1960 famous primatologist Dr Jane Goodall witnessed a chimpanzee stripping the leaves off a twig and then, with great deliberation, poking it into a termite mound. Since then, lots of animals have been seen making and using tools."
    },
    {
        "text": "The slimiest animal in the world is the hagfish. They can produce a litre of slime in under 0.1 seconds. Hagfish slime is deployed as a defence to clog the gills of fish predators, causing them to suffocate."
    },
    {
        "text": "The hairiest animal in the world is the sea otter, whose luxurious fur, according to a 2010 study, comprises a phenomenal 100-160,000 hairs per square centimetre (an adult probably sports more than a billion hairs in total)."
    },
    {
        "text": "An elephant's trunk contains tens of thousands of individual muscles (many more than in the entire human body)- and is quite obviously the biggest nose in the world."
    },
    {
        "text": "Dolphins sleep with only half of their brain at a time. This is vital to their survival, allowing them to both come to the surface to breathe and remain vigilant."
    },
    {
        "text": "The animal that sleeps the most is the koala. This Australian icon sleeps for 20-22 hours each day, making it the sleepiest creature in the animal kingdom."
    },
    {
        "text": "The world's heaviest flying bird, the kori bustard, weighs an astonishing 11–19kg. Because of its tremendous weight, a kori bustard uses a lot of energy to fly, so it will only take off when necessary."
    },
    {
        "text": "The heaviest animal ever is a 39-million-year-old whale named Perucetus colossus. Although the whale is estimated to be somewhat shorter than blue whales, the density of its bones, meant it may have been significantly heavier, with a body mass of between 85 and 340 tonnes."
    },
    {
        "text": "Hummingbirds are the only birds that can fly backwards, a skill which comes in handy when feeding on the nectar of plants and insects."
    },
    {
        "text": "Octopuses have three hearts, all with slightly different roles."
    },
    {
        "text": "Male seahorses give birth. Seahorses display a kind of reversed pregnancy - after fertilisation, eggs are transferred into the male’s brood pouch to develop. The eggs receive oxygen and protection, and gestation lasts from 14 to 28 days, after which the male gives birth to live young known as fry."
    },
    {
        "text": "Elephants express grief and engage in a stereotypical ‘death ritual’ when one of their number dies, take an interest in elephant bones they find, and even visit the graves of dead elephants."
    },
    {
        "text": "The Arctic tern has the longest migration journey in the world. After breeding in the far north, it heads to the opposite end of the globe to enjoy the southern hemisphere’s summer. As the crow flies, this would be 12,000km each way, but the terns take a more meandering route. One tagged individual clocked nearly 97,000km for the round trip."
    },
    {
        "text": "There's an animal that's part vegetable! The Costasiella sea slug, also known as the ‘leaf sheep’ and ‘Shaun-the-sheep slug’, is a photosynthetic animal. It spends much of its time grazing on marine algae. But it doesn’t digest this plant matter entirely. Somehow, it separates the chloroplasts (the green organelles within a plant’s cells that convert sunlight into chemical energy) from the rest of the meal and embeds them in its own tissues, making the slug a rare example of a photosynthetic animal."
    },
    {
        "text": "The toughest animal in the world has to be tardigrades - often called water bears. These tiny, microscopic, creatures are probably among the most unbreakable creatures on Earth, able to survive dehydration, microwaving and temperatures as hot as 150ºC or as low as –273ºC."
    },
    {
        "text": "There are a fair few transparent animals. One of the more inventive solutions to the problem of being seen has to be becoming practically invisible. By letting light shine through them, blurring their outlines, and blending in, these unconventional animals manage to avoid detection and increase their chances of survival."
    },
    {
        "text": "Animals fear humans more than lions. A number of studies has found that wildlife across the globe fear the human 'super predator' far more than some of the world’s most famous predators, from lions and leopards to bears and wolves."
    },
    {
        "text": "The best sniffer of the animal kingdom is a mole - a weird mole. The freakish, tentacled snout of the star-nosed mole Condylura cristata may look funny but it’s nothing to laugh at. It could be the most skilled sniffer under the sun – even when underwater."
    },
    {
        "text": "Cheetahs are the fastest animals in the world, reaching speeds of up to 120kph or 75mph. They are not only fast but also have amazing acceleration. Researchers found they can increase their speed by 10kph in a single stride."
    },
    {
        "text": "There are animals that can live forever - well, sort-of. Immortal jellyfish, along with at least five other jellyfish species, dodge death by hitting rewind. Even after a dead medusa has collapsed into a pile of mush, its cells can grow into polyps. It's like a fragment of butterfly wing turning into a caterpillar. Immortal jellyfish can still die, from predation and disease, but their regenerating abilities make them tough and successful."
    },
    {
        "text": "There are a number of fish can swell up to twice their size to evade predators. The famous one, of course, is the pufferfish, but there's also the aptly named swell shark."
    },
    {
        "text": "Sloths only poop once a week. Sloths only go to the ground in two circumstances: to defecate and urinate once every five to seven days or when they cannot move along the canopy due to lack of connection between adjacent trees."
    },
    {
        "text": "Some animals are capable of growing lost limbs, organs and even entire bodies. This special ability is used not only to replace tissues, but it enables some creatures to shed body parts through self-amputation or ‘autotomy’."
    },
    {
        "text": "An electric eel can produce a high-level shock of 600 volts (V) at a current of 1 amp – enough to kill a human (though this rarely occurs!). It produces electricity in electrocytes – special cells arranged like stacks of batteries – found in three separate organs."
    },
    {
        "text": "The world's loudest bird, the male white bellbird, produces an ear-splitting sound that is something like the two-tone horn of a fast train approaching a station."
    },
    {
        "text": "The title of the bird with the longest beak, relative to body size, goes to the very aptly named sword-billed hummingbird."
    },
    {
        "text": "Starfish don’t have bodies, just appendages, which are among the most versatile in the animal kingdom."
    },
    {
        "text": "The biggest butterfly in the world has a staggering 28cm wingspan. The female Queen Alexandra’s birdwing (Ornithoptera alexandrae), is so big that the first specimen was brought down with a shotgun."
    },
    {
        "text": "Beavers don't actually live in dams. The dam acts as a first line of defence against predators, by submerging the entrance under around one meter of water and concealing secret tunnels that lead to the main chamber - its lodge."
    },
    {
        "text": "Bats aren't blind and actually have good eyesight. The myth that bats are blind probably came about because many species use sound to navigate around their environment at night, a system known as echolocation."
    },
    {
        "text": "Some fish can walk - including a walking shark. But one walking fish is particularly strange. Deep in the Thai rainforest there are cave angel fish, which are one of the very few fish to have a bone connection between their pelvic fins and spine. This combined with strong muscles, allows them to walk through caves and even up waterfalls in a fashion similar to a newt."
    },
    {
        "text": "There's a bird that can walk on water - well, almost. Jacanas possess preposterously long toes relative to body size that spread the birds’ weight, enabling them to walk on floating vegetation, such as lily pads, without sinking. This talent has earned them the nickname ‘lily trotters’."
    },
    {
        "text": "There are some animals that appear to be bulletproof. Armadillo ‘armour’ – composed of bony plates known as osteoderms – has been seen to deflect bullets."
    },
    {
        "text": "Kangaroos are able to hop so easily because of their large, stretchy tendons in their hind legs, which act like giant springs. As these tendons strain and contract, they generate most of the energy needed for each hop. This is very different to the way humans jump, which uses a lot of muscular effort."
    },
    {
        "text": "Donkeys aren't waterproof like other equines, and are less able to repel rain than horses because they have less oil in their coats. This is thought to be because donkeys are descendants of the African Wild Ass, whose natural environments are the hot, dry semi-desert and mountainous climates of Africa and the Middle East - not damp wet weather."
    },
    {
        "text": "A cow has four stomachs, right? That's what we learn at school, isn't it? Wrong! Rather than having four stomachs, a cow's one stomach has four separate sections – the rumen, the reticulum, the omasum and the abomasum – leading to the common misconception that they have four stomachs."
    },
    {
        "text": "In 1996, Dolly the sheep became the first mammal to be cloned. It was a major scientific breakthrough and it led directly to modern stem cell therapies, designed to treat and prevent disease or medical conditions."
    },
    {
        "text": "Great white shark teeth keep growing. This iconic ocean predator has about 30,000 teeth - but not all at the same time. Unlike humans, who only grow one set of adult teeth, great white sharks - like all sharks - constantly replace theirs. They have several rows of exposed teeth lining both the upper and lower jaw. Additional rows of teeth form behind these and gradually move forward, replacing the front biting teeth as they wear away and fall out."
    },
    {
        "text": "Cheetah's can't roar, unlike the other big four cats - lion, tiger, leopard and jaguar. This is because a cheetah's voice box has more in common with small cats than big cats. The bones of the cheetah's voice box form a fixed structure, with divided vocal cords that vibrate with both in and out breaths. This design enables these cats to purr continuously, it limits the range of other sounds and prevents them from being able to roar."
    },
    {
        "text": "The Inland Taipan (also known as, the Western Taipan) is the world's most venomous snake. Its venom is by far the most toxic of any snake and it is estimated that just one bite contains enough lethality to kill at least 100 adult humans!"
    },
    {
        "text": "One of the world's weirdest animals, the horned lizard, is able to shoot blood – loaded with foul toxins gleaned from a diet of venomous ants – from their eyes, to a distance of up to nine times their body length."
    },
    {
        "text": "The shortest-living animal in the world is the Mayfly. Their winged life is a matter of hours to a few days."
    },
    {
        "text": "Swifts spend most of their lives flying in the air, and can fly for almost an entire year. They eat, drink, mate, and even sleep whilst flying!"
    },
    {
        "text": "Baby elephants suck their trunks for comfort. As in all young mammals, an elephant calf's sucking reflex - prompting it to drink from its mother's breast - is strong. When a youngster is not feeding, sucking its trunk may provide comfort. Though trunk-sucking is more common in the early stages of life, elephants of all ages do it - even big, old bulls - usually when they are feeling nervous or unsure."
    },
    {
        "text": "A flea can jump distances 200 times their body length. The mighty leap of this tiny, wingless insect is far too explosive to be powered by muscles alone. Instead, fleas harness energy stored in two blocks of resilin – a rubbery, spring-like protein – contained in the thorax."
    },
    {
        "text": "The largest insect to ever live was a “dragonfly” with a wingspan of over 75cm (2 and a half feet) across."
    },
    {
        "text": "Greenland sharks are the longest-living vertebrates on earth, with one individual thought to be over 400 years old."
    },
    {
        "text": "The box jellyfish is considered the most venomous animal in the world. Found in coastal marine waters around the world, the box  jellyfish is one of the world’s deadliest animals in the ocean thanks to a venom containing toxins that strike at the heart, nervous system and even skin cells of anyone unlucky enough to touch one of its tentacles."
    },
    {
        "text": "Animals, sadly, were the early pioneers of space flight, taking one giant leap into space, and often losing their lives in the process. Animals that went to space included primates, mice, fish and dogs."
    },
    {
        "text": "Cat’s were first domesticated 4000 years ago in Ancient Egypt. Cats were initially valued for their ability to kill rodents and venomous snakes, but tomb paintings show that many of these felines were also household pets and a part of family life."
    },
    {
        "text": "It is estimated that there are more than five million extant species of insect with more than half of all the animal species described by science being insects."
    },
    {
        "text": "The super-strong hero shrew from Congo can withstand being stood on by a human, thanks to its most unusual skeleton - specifically, the lower lumbar region of the spine. Whereas the lumbar region of humans comprises five vertebrae, the lumbar of the hero shrew has 10 to 11, each bedecked with so many processes, bumps and lumps that they look like something between a Henry Moore sculpture and a Romanesco broccoli. The result is a spine that is four times more robust than any other mammal for its size."
    },
    {
        "text": "At night one of the world's weirdest fish, the parrotfish, creates a slimy bubble of mucus that swells up and completely covers it so that within 30 minutes or so, the fish is resting inside a surprisingly spacious sac of slime that will protect it from predators."
    },
    {
        "text": "Birds can count the number of eggs in their nest. Most birds sense when their clutch is complete via tactile stimulation of their brood patch, the featherless area on their bellies that warms the eggs. But there is evidence that some bird species count their eggs by sight."
    },
    {
        "text": "Whales have an alphabet scientist have found. In an exciting study, published in Nature Communications, researchers have revealed that sperm whale communication involves complex structures similar to human language."
    },
    {
        "text": "The largest snake to ever live was 15 metres long - not something you want to stumble across on a dark night! The snake dates to the Middle Eocene period and scientists believe the colossal snake would have been an ambush predator that constricted its prey to death. Lovely!"
    },
    {
        "text": "Did you know there are poisonous birds? In fact there's a few of them. Birds were the last major group of vertebrates in which poison or venom was identified by scientists, though local people had long known that some birds taste foul and cause numbness if handled. Poisonous bird species include the hooded pitohui and the blue-capped ifrita – and ornithologists think there may be more poisonous birds out there."
    },
    {
        "text": "Octopuses throw things at their neighbours. Australia's gloomy octopuses need their personal space and they have a unique way of making sure they get it. Scientist Peter Godfrey-Smith says: “There are quite a few cases where a male has been bugging a female for mating, and the female throws stuff at him. There’s another between two females that were tussling and poking at each other and the throws were mixed in with that sort of get-out-of-my-face behaviour.”"
    },
    {
        "text": "Giraffes' long necks are not only designed for reaching leaves beyond the reach of their competitors, but also for fighting. Their long necks are also deployed during tussles for dominance, when males swing their armoured heads at each others’ bodies, with the neck serving as the long handle of a club, increasing the force of the blow."
    },
    {
        "text": "The world's largest land mammal migration is known as the Great Nile Migration and involves approximately six million antelope."
    },
    {
        "text": "As well as crabs, shrimps and other sea creatures the bonnethead shark also likes seagrass, making it the only known omnivorous shark."
    },
    {
        "text": "Leeches can jump! Not perhaps the nicest of thoughts - and probably one that makes you shudder."
    },
    {
        "text": "A flying snake sounds like something out of your nightmares, but it does exist - although they are technically more gliders than fliers. They can glide for about 100 metres and are the only known limbless vertebrates that can glide though the air."
    },
    {
        "text": "The smallest cats in the world measure little more than 35cm. The battle for the title is between the rusty-spotted cat (Prionailurus rubiginosus) and black-footed cat (Felis nigripes). Each is the smallest species on its continent – the rusty-spotted cat in Asia, and the black-footed cat in Africa."
    },
    {
        "text": "Wondering what the strongest bird in the world is? You would be forgiven for thinking that this accolade would go to some mighty member of the eagle family or to the ostrich, the world’s largest living bird. But, unbelievably, pound for pound, the crown for the strongest bird goes to the black wheatear."
    },
    {
        "text": "The bird with the biggest beak, relative to body size, is the toco toucan, whose gaudy beak accounts for up to a third of its body surface area."
    },
    {
        "text": "There's a mammal that can survive freezing. The only mammal able to cool below zero is the Arctic ground squirrel. During an eight-month hibernation, its core temperature falls to –2.9°C. It survives by ‘supercooling’ itself, so that water in its body is unable to form crystals around a nucleus and freeze solid."
    }
]